Repository: melasistema/mela-simplebooking
Catalog: languages/mela-simplebooking-*.po
Languages: it_it

source: Setup simpleBooking mobile friendly bar and more
it_it: Aumenta le prenotazioni dirette con la simpleBooking availability bar e molto altro

source: Settings Saved
it_it: Impostazioni Salvate

source: Mela simpleBooking require an IDA number to work properly!
it_it: Mela simpleBooking richiede il numero IDA della tua struttura per funzionare correttamente!

source: The Simplebooking form shortcode is avaiable in this version of the plugin. Use this shortcode in a page or post:
it_it: Lo shortcode del modulo Simplebooking è disponibile in questa versione del plugin. Utilizzare questo shortcode in una pagina o in un post:

source: simpleBooking IDA number
it_it: Numero IDA simpleBooking

source: Write here your simpleBooking IDA number
it_it: Scrivi qui il tuo numero IDA della tua struttura rilasciato da simpleBooking

source: Default language
it_it: Lingua predefinita

source: Choose the default language for simpleBooking. (Keep in mind that if you use WPML the language switching is automagic)
it_it: Scegliere la lingua predefinita per simpleBooking. ( Con l’utilizzo di WPML il cambio di lingua è automatico ).

source: Select the default language
it_it: Selezionare la lingua predefinita

source: Hide on scroll
it_it: Nascondere in caso di scorrimento

source: Check this to auto-hide the bar on scroll for desktop devices
it_it: Selezionare questa opzione per nascondere automaticamente la barra durante lo scorrimento per i dispositivi desktop

source: Disable bar
it_it: Disabilitare la barra

source: Disable the simpleBooking in selected pages
it_it: Disattivare la barra di simpleBooking nelle pagine selezionate

source: Select one or more pages
it_it: Seleziona una o più pagine

source: Delete Settings
it_it: Elimina le impostazioni

source: Check this to delete all settings on plugin unistall
it_it: Selezionare questa opzione per cancellare tutte le impostazioni alla disinstallazione del plugin

source: Custom color
it_it: Colore personalizzato

source: Background color
it_it: Colore dello sfondo

source: Label color
it_it: Colore delle etichette

source: Label hover color
it_it: Colore del passaggio del mouse sull’etichetta

source: Widget color
it_it: Colore del widget

source: Widget background color
it_it: Colore sfondo del widget

source: Widget element hover color
it_it: Colore dell’elemento widget al passaggio del mouse

source: Widget element background color
it_it: Colore dello sfondo dell’elemento del widget

source: Box shadow color
it_it: Colore dell’ombra

source: Box shadow color hover
it_it: Colore dell’ombra al passaggio del mouse

source: Box shadow color focus
it_it: Colore dell’ombra a fuoco

source: Add room box shadow
it_it: Colore ombra tasto aggiungi stanza

source: Intent selection color
it_it: Colore di selezione dell’intento

source: Intent selection days background color
it_it: Colore di sfondo dei giorni di selezione degli intenti

source: Button background color
it_it: Colore di sfondo del bottone

source: Button hover background color
it_it: Colore di sfondo del bottone al passaggio del mouse

source: Icon color
it_it: Colore icone

source: Link color
it_it: Colore link

source: Accent color
it_it: Colore di accento

source: Accent color hover
it_it: Colore di accento al passaggio del mouse

source: Field background color
it_it: Colore di sfondo dei campi

source: Selected days color
it_it: Colore dei giorni selezionati nel calendario

source: Calendar background color
it_it: Colore di sfondo del calendario
